Repository: 4gra/xdripswift
Catalog: xdrip/Storyboards/*.lproj/Alerts.strings
Languages: es_es

# alertsettingsview_screentitle
source: Alerts
es_es: Alarmas

# alertssettingsview_screentitle
source: Edit Alert
es_es: Editar Alarma

# alerts_highalerttitle
source: High Alert
es_es: Alarma Glucemia Alta

# alerts_veryhighalerttitle
source: Very High Alert
es_es: Alarma Glucemia Muy Alta

# alerts_lowalerttitle
source: Low Alert
es_es: Alarma Glucemia Baja

# alerts_verylowalerttitle
source: Very Low Alert
es_es: Alarma Glucemia Muy Baja

# alerts_snooze
source: Snooze
es_es: Silenciar

# alerts_select_snooze_time
source: Select Snooze Time
es_es: Seleccionar Tiempo de Silencio

# alerts_missedreadingalerttitle
source: Missed Reading
es_es: Lecturas Perdidas

# alerts_calibrationneeded
source: Calibration Needed
es_es: Se Requiere Calibración

# alerts_batterylow
source: Battery Low
es_es: Batería Transmisor Baja

# alertstart
source: Applicable as of
es_es: Aplicar desde:

# alertvalue
source: Value
es_es: Valor

source: Alert Type
es_es: Tipo de Alarma

source: Change Alert Value
es_es: Cambiar Valor de Alarma

# confirmdeletionalert
source: Do you want to delete the Alert ?
es_es: Borrar la Alarma?
